Repository: UriHerrera/plasma-widget-spectacle
Catalog: translations/*.po
Languages: es

source: Include mouse pointer
es: Incluir puntero

source: Delay time:
es: Tiempo de espera:

# Abbreviation for seconds
source: sec
es: seg

source: Copy capture to clipboard
es: Copiar captura al portapapeles

source: Take a screenshot!
es: Capturar la pantalla

source: Full screen
es: Pantalla completa

source: Full screen capture.
es: Capturar toda la pantalla.

source: Window
es: Ventana

source: Only the active window.
es: Solo capturar la ventana activa.

source: Rectangular
es: Rectángulo

source: From a rectangular area.
es: Capturar solo una región de la pantalla.
